Repository: gade01/visualization.waveform
Catalog: visualization.waveform/resources/language/resource.language.*/strings.po
Languages: da_dk, ko_kr, uk_ua, zh_cn

# Addon Summary
source: Visualisation showing 2 Waveform Graphs on the screen
da_dk: Visualisering der viser 2 bølgeagtige grafer på skærmen
ko_kr: 두개의 웨이브폼을 보여주는 음악시각화
uk_ua: Візуалізація показує на екрані 2 лінії, що змінюються в такт з музикою
zh_cn: 在屏幕上显示两个波形图的可视化效果

# Addon Description
source: Waveform is a simple Visualisation showing 2 Waveform Graphs on the screen, One each for Left and Right channels that move to the beat of the music
da_dk: Waveform er en simpel visualisering, der viser 2 bølgeagtige grafer på skærmen. Én til den venstre og én til den højre kanal, der bevæger sig til musikkens rytme.
ko_kr: Waveform은 간단히 두개의 웨이브폼을 화면에 보여줍니다. 각각 왼쪽, 오른쪽 채널이고 음악의 비트에 따라 움직입니다
uk_ua: Waveform є простою візуалізацією, що показує 2 осцилограми на екрані. Кожна лінія відповідає своєму каналу і змінюється в такт з музикою
zh_cn: Waveform 是一个简单的可视化效果，它在屏幕上显示两个波形图，分别与音乐左右声道的节拍相呼应

# #30000
source: Points per line
da_dk: Punkter pr. linje
ko_kr: 라인당 점 개수
uk_ua: Позначок на лінії
zh_cn: 每行点数

# #30001
source: Positions to represent the current frequency in a line.
da_dk: Positioner til at repræsentere den aktuelle frekvens i en linje.
ko_kr: 라인에서 현재 주파수를 나타내는 위치입니다.
uk_ua: Позиції для зображення поточної частоти в рядку.
zh_cn: 一行中表示当前频率的位置。

# #30002
source: Line color
da_dk: Linjefarve
ko_kr: 선 색상
uk_ua: Колір лінії
zh_cn: 线条颜色

# #30003
source: Red
da_dk: Rød
ko_kr: 빨간색
uk_ua: Червоний
zh_cn: 红色

# #30004
source: Strength of red color in the line.
da_dk: Styrken på rød farve i linjen.
ko_kr: 선에서 붉은 색의 강도.
uk_ua: Сила червоного кольору в лінії.
zh_cn: 线条中红色的强度。

# #30005
source: Green
da_dk: Grøn
ko_kr: 녹색
uk_ua: Зелений
zh_cn: 绿色

# #30006
source: Strength of green color in the line.
da_dk: Styrken på grøn farve i linjen.
ko_kr: 라인의 녹색 강도.
uk_ua: Сила зеленого кольору в лінії.
zh_cn: 线条中绿色的强度。

# #30007
source: Blue
da_dk: Blå
ko_kr: 파란색
uk_ua: Синій
zh_cn: 蓝色

# #30008
source: Strength of blue color in the line.
da_dk: Styrken på blå farve i linjen.
ko_kr: 라인에서 파란색의 강도.
uk_ua: Сила сильного кольору в лінії.
zh_cn: 线条中蓝色的强度。

# #30009
source: Alpha
ko_kr: 알파
uk_ua: Прозорість

# #30010
source: Strength of alpha in the line.
da_dk: Styrken på alpha i linjen.
ko_kr: 라인에서 알파의 강도입니다.
uk_ua: Сила прозорості в лінії.
zh_cn: 线条中 alpha 强度。

# #30011
source: Background color
da_dk: Baggrundsfarve
ko_kr: 배경색
uk_ua: Колір тла
zh_cn: 背景颜色

# #30012
source: Red
da_dk: Rød
ko_kr: 빨간색
uk_ua: Червоний
zh_cn: 红色

# #30013
source: Strength of red color in the background.
da_dk: Styrken på rød farve i baggrunden.
ko_kr: 배경에서 붉은 색의 강도.
uk_ua: Сила червоного кольору у тлі.
zh_cn: 背景中红色的强度。

# #30014
source: Green
da_dk: Grøn
ko_kr: 녹색
uk_ua: Зелений
zh_cn: 绿色

# #30015
source: Strength of green color in the background.
da_dk: Styrken på grøn farve i baggrunden.
ko_kr: 배경에서 녹색의 강도.
uk_ua: Сила зеленого кольору у тлі.
zh_cn: 背景中绿色的强度。

# #30016
source: Blue
da_dk: Blå
ko_kr: 파란색
uk_ua: Синій
zh_cn: 蓝色

# #30017
source: Strength of blue color in the background.
da_dk: Styrken på blå farve i baggrunden.
ko_kr: 배경에서 파란색의 강도.
uk_ua: Сила синього кольору у тлі.
zh_cn: 背景中蓝色的强度。

# #30018
source: Alpha
ko_kr: 알파
uk_ua: Прозорість

# #30019
source: Strength of alpha in the background.
da_dk: Styrken på alpha i baggrunden.
ko_kr: 백그라운드에서 알파의 강도입니다.
uk_ua: Сила прозорості у тлі.
zh_cn: 背景中 alpha 强度。

# #30020
source: Don't calculate
da_dk: Beregn ikke
ko_kr: 계산하지 않음
uk_ua: Не обчислювати
zh_cn: 不计算

# #30021
source: Line thickness
da_dk: Tykkelse på linje
ko_kr: 선 두께
uk_ua: Товщина лінії
zh_cn: 线宽

# #30022
source: To define the thickness of a line with a number of pixels.
da_dk: For at definere tykkelsen af en linje med et antal pixels.
ko_kr: 픽셀 수로 선의 두께를 정의합니다.
uk_ua: Вкажіть товщину лінії кількістю пікселів.
zh_cn: 以像素点数定义的线宽。

# #30023
source: {0:d} px
ko_kr: {0:d} 픽셀
